<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1//EN" "http://www.w3.org/TR/xhtml11/DTD/xhtml11.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<style>
#parent_popup {
  background: #000;
  opacity: 0.5;
  height: 100%;
  position: fixed;
  width: 100%;
  z-index: 99998;
  top: 0;
  left: 0;
}
#popup {
  background-color: #fefefe;
  height: 100%;
  position: fixed;
  left: 10%;
  right: 10%;
  top: 10%;
  height: 80%;
  color: black;
  width: 80%;
  text-align: justify;
  overflow:auto;
  padding: 10px 25px;
  border-radius: 15px;
  z-index:99999;
}
#popup h2{
	text-align: center;
}
#button_ok{
	display: block;
	height: auto;
	background: #6CA8FE;
	text-align: center;
	opacity: 1;
	font-size: 25px;
}
</style>
</head>
<body>
<h1>Сайт</h1>
<h1>Сайт</h1>
<h1>Сайт</h1>
<h1>Сайт</h1>
<h1>Сайт</h1>
<h1>Сайт</h1>
<h1>Сайт</h1>
<h1>Сайт</h1>
<h1>Сайт</h1>

<div id="parent_popup">
  
</div>
<div id="popup">
    <h2> Правила создания бейджа </h2>
    <p>При неуказанной в анкете электронной почте, претензии относительно не утвержденного макета
не принимаются и бейдж изготавливается оформленным на усмотрение изготовителя!Размеры каждого бейджа: длинна х высота мм ±3мм
Углы бейджа скругленные и порезка: радиус углов произвольный (скругление ручное, поэтому края на одном бейдже могут быть
неоднородные и иметь незначительные зазубрины), а стороны бейджа могут иметь незначительную деформацию (везде или только в 
некотроых местах за счет загиба металла при порезке).
Особенности нанесения: на одинаковых бейджах (с одним и тем же макетом/логотипом)/на одном бейдже в разных локациях 
изображение может отличаться цветопередачей/ резкостью/пропечаткой. Возможно смещение изображения относительно краев 
(и центра) , но не более 2мм по каждой стороне, за счет не ровной порезки метал. заготовки.
Особенности цветов печати: 1) Белый цвет на металле не печатается и в случае с металлом золото/серебро - все что в макете на 
экране монитора выглядит белым, на готовом металле будет цвета металла- т.е. золотым/серебристым. 2) Черный цвет может иметь 
неоднородную структуру и края букв текста или контурные линии могут иметь зазрывы и подтеки, а так же мелкие черные точки 
вокруг. Черный цвет не печататется на белом металле- печатаются цвета заменители: т/серый, т/синий и т.д. 3) Изображения с 
нечеткими темными контурами или с не яркой цветной заливкой на золоте/серебре могут выглядеть несовсем четкими и 
выразительными! Наносимый Логотип предоставлен Заказчиком и по его же просьбе наносится как есть в таком же размере 
(со всеми теням и иполутенями, переходами и градиентами) и возможно не очень четко/читабельно/красочно пропечатается.
Платные цветопробы заказчиком не оформлялись и не требовались, каждый макет вычитан и проверен самим Заказчиком на 
предмет любых ошибок и неточностей (в т.ч. текстовая часть)  -  и подписывая данную Спецификацию Заказчик понимает суть 
здесь изложенного, принимает всю ответственность за конечный продукт на себя и утверждает, что не будет иметь к Исполнителю 
абсолютно никаких претензий относительно макетов и изготовленных по ним бейджей.
Гарантия на изготовленный бейдж (на стойкость и красочность изображения) - 6 месяцев с момента изготовления. 
Гарантия не распространяется: на крепление бейджа 
(отпавшее/оторванное крепление, размагничевание, и т.д.); механические повреждения (потертости, царапины, деформации, и т.д.) 
а так же на стойкость к «расплыванию» изображения (это как правило следствие перегрева бейджа или воздействия каких-либо 
хим. веществ: например стирка или попадание хим.реактивов, кварцевание,  и т.д.)
ВНИМАНИЕ: Подписывая данную Спецификацию Заказчик подтверждает, что имеет все права на использование и размещение 
на бейджах предоставленных Заказчиком логотипов и самостоятельно несет всю ответственность перед законодательством и третьими 
сторонами за их использование.  </p>
		<p id="button_ok" style="cursor: pointer;" onclick="document.getElementById('parent_popup').style.display='none'; document.getElementById('popup').style.display='none';">С правилами ознакомлен и согласен</p>
  </div>
</body>
</html>